Repository: interaktivgmbh/interaktiv.recommendations
Catalog: src/interaktiv/recommendations/locales/*/LC_MESSAGES/interaktiv.recommendations.po
Languages: de

# trans_recommendations_refresh
source: Refresh Recommendations
de: Empfehlungen aktualisieren

# trans_recommendations_refresh_desc
source: Button to reindex content and update Recommendations.
de: Schaltfläche zur Indexierung von Inhalten und Erneuerung der Empfehlungen.

# trans_recommendation_max_elements
source: Number of Elements
de: Zahl der Elemente

# trans_recommendations_max_elements_desc
source: Number of Recommendations displayed in the viewlet.
de: Zahl der Empfehlungen, die im Viewlet und in der Tile angezeigt werden soll.

# trans_recommendations_only_published
source: Recommend only Published Content
de: Nur veröffentlichten Content empfehlen

# trans_recommendations_only_published_desc
source: Only Recommend Content that have the review_state "published".
de: Nur Content empfehlen der im review_state "published" ist.

# trans_label_recommender_info_last_refresh
source: Last refresh on:
de: Letzte Aktualisierung am:

# trans_recommendations_tab_advanced_settings
source: Advanced Settings
de: Erweiterte Einstellungen

# trans_recommendations_debug_mode
source: Debug Mode
de: Debug-Modus

# trans_recommendations_debug_mode_desc
source: Activate the debug mode to show more details in the recommendations viewlet and tile.
de: Debug-Modus zur Darstellung weiterer Informationen zu den Empfehlungen innerhalb des Viewlets und der Tile.

# trans_recommendations_svd_usage
source: Use Truncated SVD for Dimensionality Reduction
de: Truncated SVD zur Dimensions-Reduktion verwenden

# trans_recommendations_svd_usage_desc
source: Use Truncated SingularValueDecomposition for Dimensionality Reduction.
de: Truncated SingularValueDecomposition zur Dimensions-Reduktion verwenden.

# trans_recommendations_svd_dimensions
source: Number of Truncated SVD Dimensions
de: Anzahl der Truncated SVD Dimensionen

# trans_recommendations_svd_dimensions_desc
source: Set the number of Dimensions returned by SVD Truncation.
de: Anzahl der Dimensionen die Truncated SVD zurückgibt setzen.

# trans_recommendations_tab_import
source: Import Testdata
de: Testdaten Importieren

# trans_recommendations_import
source: IMPORT 20newsgroups-Dataset
de: 20newsgroups Datensatz importieren

# trans_recommendations_import_desc
source: Button to import dataset for testing purpose
de: Schaltfläche zum Importieren eines Testdatensatzes.

# trans_recommendations_settings
source: Recommendations Settings
de: Empfehlungen Einstellungen

# trans_recommendations_settings_desc
source: Settings to configure Recommendations
de: Einstellungen zur Anpassung der Empfehlungen

# trans_recommendations_button_save
source: Save
de: Speichern

# trans_recommendations_button_cancel
source: Cancel
de: Abbrechen

# trans_recommendations_refresh_button
source: Refresh
de: Aktualisieren

# trans_label_recommender_info
source: Recommender Tool Information
de: Recommender Tool Informationen

# trans_label_recommender_info_error
source: Error:
de: Fehler:

# trans_label_recommender_info_vectors
source: Number of vectorized content:
de: Anzahl vektorisierter Inhalte:

# trans_label_recommender_info_dimensions
source: Number of dimensions:
de: Anzahl Vektordimensionen:

# label_title
source: That could also be interesting:
de: Das könnte ebenfalls interessant sein:
